Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden Windows Security App/Strings/*/Resources.resw
Source language: en_us
Languages: he_il

source: Failed to initialize DISM service for removing security hardening.
he_il: נכשל באתחול שירות DISM להסרת חיזוק אבטחה.

# RemovingSecurityHardening
source: Removing security hardening for {0} optional Windows features and capabilities...
he_il: מסיר חיזוק אבטחה עבור {0} תכונות ויכולות אופציונליות של Windows...

# SuccessfullyRemovedSecurityHardening
source: Successfully removed security hardening from all {0} optional Windows features and capabilities.
he_il: הוסר בהצלחה חיזוק אבטחה מכל {0} התכונות והיכולות האופציונליות של Windows.

# FailedToRemoveSecurityHardening
source: Failed to remove security hardening from all {0} items.
he_il: נכשל בהסרת חיזוק אבטחה מכל {0} הפריטים.

# SecurityHardeningRemovalCompleted
source: Security hardening removal completed: {0} succeeded, {1} failed.
he_il: הסרת חיזוק אבטחה הושלמה: {0} הצליחו, {1} נכשלו.

source: Error during security hardening removal operation
he_il: שגיאה במהלך פעולת הסרת חיזוק אבטחה

# ErrorDisposingDISMServiceClient
source: Error disposing DISM service client: {0}
he_il: שגיאה בשחרור קליינט שירות DISM: {0}

# NotPresentState
source: Not Present
he_il: לא קיים

# UninstallPendingState
source: Uninstall Pending
he_il: הסרת התקנה ממתינה

# StagedState
source: Staged
he_il: מוכן

# RemovedState
source: Removed
he_il: הוסר

# InstalledState
source: Installed
he_il: מותקן

# InstallPendingState
source: Install Pending
he_il: התקנה ממתינה

# SupersededState
source: Superseded
he_il: הוחלף

# PartiallyInstalledState
source: Partially Installed
he_il: מותקן חלקית

# UnknownState
source: Unknown
he_il: לא ידוע

# FeatureType
source: Feature
he_il: תכונה

# CapabilityType
source: Capability
he_il: יכולת

# FailedToRetrieveASRRuleIDs
source: Failed to retrieve ASR rule IDs from system
he_il: נכשל בקבלת מזהי כללי ASR מהמערכת

# FailedToRetrieveASRRuleActions
source: Failed to retrieve ASR rule actions from system
he_il: נכשל בקבלת פעולות כללי ASR מהמערכת

# FailedToParseASRRulesData
source: Failed to parse ASR rules data from system
he_il: נכשל בניתוח נתוני כללי ASR מהמערכת

# MismatchBetweenIDsAndActionsCount
source: Mismatch between IDs count ({0}) and actions count ({1})
he_il: אי-התאמה בין מספר המזהים ({0}) לבין מספר הפעולות ({1})

# SuccessfullyRetrievedASRRuleStates
source: Successfully retrieved {0} ASR rule states from system
he_il: נתקבלו בהצלחה {0} מצבי כללי ASR מהמערכת

# AppliedASRRuleWithState
source: Applied ASR rule {0} with state {1}
he_il: הוחל כלל ASR {0} עם מצב {1}

source: Applied ASR rules successfully
he_il: כללי ASR הוחלו בהצלחה

source: Removed ASR rules successfully
he_il: כללי ASR הוסרו בהצלחה

# RetrievedSystemStatesAndUpdatedASRRules
source: Retrieved system states and updated {0} ASR rules. UI updated to reflect current system state.
he_il: נתקבלו מצבי מערכת ועודכנו {0} כללי ASR. ממשק המשתמש עודכן כדי לשקף את מצב המערכת הנוכחי.

source: Failed to verify ASR rules
he_il: נכשל באימות כללי ASR

# SuccessfullyAppliedRecommendedValuesASRRules
source: Successfully applied all of the recommended values to the ASR rules.
he_il: הוחלו בהצלחה כל הערכים המומלצים לכללי ASR.

source: Could not determine which app to uninstall.
he_il: לא ניתן לקבוע איזו אפליקציה להסיר.

# StartingUninstallationOfApp
source: Starting uninstallation of the app: {0}...
he_il: מתחיל הסרת התקנה של האפליקציה: {0}...

# SuccessfullyUninstalledApp
source: Successfully uninstalled the app: {0}
he_il: הוסרה בהצלחה התקנת האפליקציה: {0}

source: No apps selected for uninstallation.
he_il: לא נבחרו אפליקציות להסרת התקנה.

# StartingUninstallationOfMultipleApps
source: Starting uninstallation of {0} app(s)...
he_il: מתחיל הסרת התקנה של {0} אפליקציה(ות)...

# AllAppsSuccessfullyUninstalled
source: All apps were successfully uninstalled.
he_il: כל האפליקציות הוסרו בהצלחה.

# ErrorCodeAndText
source: Error code: {0} - Error Text: {1}
he_il: קוד שגיאה: {0} - טקסט שגיאה: {1}

source: Removal canceled
he_il: ההסרה בוטלה

# AppSuccessfullyRemoved
source: The app with the FullName of '{0}' has been successfully removed.
he_il: האפליקציה עם השם המלא '{0}' הוסרה בהצלחה.

source: Removal status unknown
he_il: סטטוס הסרה לא ידוע

# TryingToRemoveAppForCurrentUserOnly
source: Trying to remove the app with the FullName of '{0}' again but for the current user only.
he_il: מנסה להסיר את האפליקציה עם השם המלא '{0}' שוב אבל עבור המשתמש הנוכחי בלבד.

# CouldNotDetermineWhichAppLocationToOpen
source: Could not determine which app's location to open.
he_il: לא ניתן לקבוע איזה מיקום אפליקציה לפתוח.

# NoInstallationLocationAvailable
source: No installation location available for {0}.
he_il: אין מיקום התקנה זמין עבור {0}.

# InstallationLocationDoesNotExist
source: Installation location does not exist: {0}
he_il: מיקום התקנה לא קיים: {0}

# OpenedInstallationLocation
source: Opened installation location for {0}
he_il: נפתח מיקום התקנה עבור {0}

# CouldNotDetermineWhichAppDetailsToCopy
source: Could not determine which app's details to copy.
he_il: לא ניתן לקבוע איזה פרטי אפליקציה להעתיק.

# JSONDependencyRegistered
source: JSON DEPENDENCY REGISTERED: {0} - {1} ({2}, {3})
he_il: תלות JSON נרשמה: {0} - {1} ({2}, {3})

# DependencyCycleDetected
source: DEPENDENCY CYCLE DETECTED: Skipping {0} to prevent infinite loop
he_il: זוהה מחזור תלות: מדלג על {0} כדי למנוע לולאה אינסופית

# DependencySkip
source: DEPENDENCY SKIP: {0} already in processing batch
he_il: דילוג תלות: {0} כבר באצווה המעובדת

# DependencyResolved
source: DEPENDENCY RESOLVED: {0} - {1} ({2}, {3})
he_il: תלות פתורה: {0} - {1} ({2}, {3})

# DependencyNotFound
source: DEPENDENCY NOT FOUND: {0} referenced by {1}
he_il: תלות לא נמצאה: {0} מצוין על ידי {1}

# SecurityPolicyRegistryApplyBulkInvokeError
source: SecurityPolicyRegistryApply should be bulk-invoked via SecurityPolicyManager
he_il: SecurityPolicyRegistryApply צריך להיקרא בקבוצה דרך SecurityPolicyManager

# GroupPolicyApplyBulkInvokeError
source: GroupPolicyApply should be bulk-invoked via ApplyPolicies
he_il: GroupPolicyApply צריך להיקרא בקבוצה דרך ApplyPolicies

# RegistryApplyBulkInvokeError
source: RegistryApply should be bulk-invoked via RegistryManager.AddPoliciesToSystem
he_il: RegistryApply צריך להיקרא בקבוצה דרך RegistryManager.AddPoliciesToSystem

# SecurityPolicyRegistryVerifyBulkInvokeError
source: should be bulk-invoked.
he_il: צריך להיקרא בקבוצה.

# SpecializedApplySuccess
source: SPECIALIZED APPLY ({0}): {1}\{2} - SUCCESS
he_il: החלה מתמחה ({0}): {1}\{2} - הצלחה

# SpecializedRemoveSuccess
source: SPECIALIZED REMOVE ({0}): {1}\{2} - SUCCESS
he_il: הסרה מתמחה ({0}): {1}\{2} - הצלחה

# ErrorInSpecializedStrategy
source: Error in specialized {0} strategy ({1}) for {2}\{3}.
he_il: שגיאה באסטרטגיה מתמחה {0} ({1}) עבור {2}\{3}.

# ProcessingBeforeDependencies
source: PROCESSING {0} BEFORE-DEPENDENCIES for {1} operation
he_il: מעבד {0} תלויות-לפני עבור פעולה {1}

# ProcessingAfterDependencies
source: PROCESSING {0} AFTER-DEPENDENCIES for {1} operation
he_il: מעבד {0} תלויות-אחרי עבור פעולה {1}

# ErrorProcessingGroupPolicyMUnits
source: Error processing Group Policy MUnits in bulk.
he_il: שגיאה בעיבוד יחידות M של מדיניות קבוצתית בקבוצה.

# ErrorProcessingRegistryMUnits
source: Error processing Registry MUnits in bulk.
he_il: שגיאה בעיבוד יחידות M של רישום בקבוצה.

# ErrorProcessingSecurityPolicyRegistryMUnits
source: Error processing Security Policy Registry MUnits in bulk.
he_il: שגיאה בעיבוד יחידות M של רישום מדיניות אבטחה בקבוצה.

# FallbackVerifyResult
source: FALLBACK VERIFY: {0}\{1} = {2}
he_il: אימות חלופי: {0}\{1} = {2}

# ErrorInFallbackVerification
source: Error in fallback verification for {0}\{1}: {2}
he_il: שגיאה באימות חלופי עבור {0}\{1}: {2}

# ErrorProcessingRegularMUnit
source: Error processing regular MUnit {0}
he_il: שגיאה בעיבוד יחידת M רגילה {0}

# ApplyingSecurityMeasures
source: Applying {0} security measures...
he_il: מחיל {0} אמצעי אבטחה...

# RemovingSecurityMeasures
source: Removing {0} security measures...
he_il: מסיר {0} אמצעי אבטחה...

# VerifyingSecurityMeasures
source: Verifying {0} security measures...
he_il: מאמת {0} אמצעי אבטחה...

# ProcessingSecurityMeasures
source: Processing {0} security measures...
he_il: מעבד {0} אמצעי אבטחה...

# SuccessfullyAppliedSecurityMeasures
source: Successfully applied {0} security measures
he_il: הוחלו בהצלחה {0} אמצעי אבטחה

# SuccessfullyRemovedSecurityMeasures
source: Successfully removed {0} security measures
he_il: הוסרו בהצלחה {0} אמצעי אבטחה

# SuccessfullyVerifiedSecurityMeasures
source: Successfully verified {0} security measures
he_il: אומתו בהצלחה {0} אמצעי אבטחה

# SuccessfullyProcessedSecurityMeasures
source: Successfully processed {0} security measures
he_il: עובדו בהצלחה {0} אמצעי אבטחה

# CouldNotLoadPoliciesFromPath
source: Could not load policies from: {0}
he_il: לא ניתן לטעון מדיניות מ: {0}

# InvalidSource
source: Invalid source: {0}
he_il: מקור לא תקין: {0}

# SecurityPolicyRegistryEntryMustHaveDefaultRegValue
source: SecurityPolicyRegistry entry {0}\{1} must have a non-null DefaultRegValue
he_il: רשומת SecurityPolicyRegistry {0}\{1} חייבת לכלול DefaultRegValue לא ריק

# ErrorCreatingMUnitsForCategory
source: Error creating MUnits for category {0}: {1}
he_il: שגיאה ביצירת יחידות M עבור קטגוריה {0}: {1}

source: SUCCESS
he_il: הצלחה

source: FAILED
he_il: נכשל

source: Failed to open BCD system store
he_il: נכשל בפתיחת חנות מערכת BCD

source: Failed to parse current entry GUID
he_il: נכשל בניתוח GUID רשומה נוכחית

# CurrentBootEntryNotFoundAdministrator
source: Current boot entry not found. Try running as Administrator.
he_il: רשומת אתחול נוכחית לא נמצאה. נסה לפעול כמנהל מערכת.

source: Failed to open BCD object
he_il: נכשל בפתיחת אובייקט BCD

source: Failed to set BCD element
he_il: נכשל בהגדרת רכיב BCD

source: MpClient.dll not found
he_il: MpClient.dll לא נמצא

source: MpQueryFileTrustByHandle2 not found
he_il: MpQueryFileTrustByHandle2 לא נמצא

# ErrorOpeningHandleToFile
source: Error opening a handle to the file '{0}': {1}
he_il: שגיאה בפתיחת ידית לקובץ '{0}': {1}

# ExtraInfoFileReputationCheck
source: There were extra info regarding file reputation check: {0}, {1}, {2}, {3}
he_il: היה מידע נוסף בנוגע לבדיקת מוניטין קובץ: {0}, {1}, {2}, {3}

# FailedToQueryReputation
source: Failed to query the reputation: {0}
he_il: נכשל בשאילתת המוניטין: {0}

source: High Trust
he_il: אמון גבוה

source: Good Trust
he_il: אמון טוב

source: Unavailable or Unknown
he_il: לא זמין או לא ידוע

# PotentiallyUnwantedApplication
source: Potentially Unwanted Application (PUA)
he_il: אפליקציה שלא רצויה פוטנציאלית (PUA)

source: Malicious
he_il: זדוני

# UnrecognizedScore
source: Unrecognized Score: ({0})
he_il: ניקוד לא מזוהה: ({0})

# InvalidRegistryBaseKey
source: Invalid registry base key: {0}
he_il: מפתח בסיס רישום לא תקין: {0}

# RegistryKeyDidNotHaveRegValue
source: Registry key did not have any RegValue
he_il: למפתח הרישום לא היה RegValue כלשהו

source: Invalid registry value type
he_il: סוג ערך רישום לא תקין

# InvalidActionSpecified
source: Invalid action specified: {0}
he_il: פעולה לא תקינה צוינה: {0}

# AppliedRegistryEntry
source: APPLIED: {0}\{1}\{2}
he_il: הוחל: {0}\{1}\{2}

# ErrorApplyingRegistryPolicy
source: ERROR applying registry policy {0}\{1}\{2}: {3}
he_il: שגיאה בהחלת מדיניות רישום {0}\{1}\{2}: {3}

# RegistryApplicationComplete
source: Registry application complete: {0} of {1} policies applied successfully
he_il: החלת רישום הושלמה: {0} מתוך {1} מדיניות הוחלו בהצלחה

# RemovedRegistryEntry
source: REMOVED
he_il: הוסר

# ResetToDefaultRegistryEntry
source: RESET TO DEFAULT
he_il: אופס לברירת מחדל

# ErrorRemovingRegistryPolicy
source: ERROR removing registry policy {0}\{1}\{2}: {3}
he_il: שגיאה בהסרת מדיניות רישום {0}\{1}\{2}: {3}

# RegistryRemovalComplete
source: Registry removal complete: {0} of {1} policies removed successfully
he_il: הסרת רישום הושלמה: {0} מתוך {1} מדיניות הוסרו בהצלחה

# VerifyRegistryMatch
source: VERIFY: {0}\{1}\{2} = MATCH
he_il: אימות: {0}\{1}\{2} = התאמה

# VerifyRegistryMismatch
source: VERIFY: {0}\{1}\{2} = MISMATCH
he_il: אימות: {0}\{1}\{2} = אי-התאמה

# ErrorVerifyingRegistryPolicy
source: ERROR verifying registry policy {0}\{1}\{2}: {3}
he_il: שגיאה באימות מדיניות רישום {0}\{1}\{2}: {3}

# RegistryVerificationComplete
source: Registry verification complete: {0} of {1} policies match
he_il: אימות רישום הושלם: {0} מתוך {1} מדיניות מתאימות

source: No settings provided
he_il: לא סופקו הגדרות

source: Setting system access policy via secedit...
he_il: מגדיר מדיניות גישת מערכת דרך secedit...

# CreatedSecurityTemplate
source: Created security template: {0}
he_il: נוצרה תבנית אבטחה: {0}

# TemplateContent
source: Template content: {0}
he_il: תוכן תבנית: {0}

source: Failed to start secedit process
he_il: נכשל בהתחלת תהליך secedit

# SeceditExitCode
source: Secedit exit code: {0}
he_il: קוד יציאה Secedit: {0}

# SeceditOutput
source: Secedit output: {0}
he_il: פלט Secedit: {0}

# SeceditError
source: Secedit error: {0}
he_il: שגיאת Secedit: {0}

source: Secedit completed successfully
he_il: Secedit הושלם בהצלחה

# SeceditFailedWithExitCode
source: Secedit failed with exit code: {0}
he_il: Secedit נכשל עם קוד יציאה: {0}

source: Warning: Could not delete temporary files.
he_il: אזהרה: לא ניתן למחוק קבצים זמניים.

source: Secedit method failed.
he_il: שיטת Secedit נכשלה.

# NoSystemAccessSettingsFoundInFile
source: No [System Access] settings found in the specified file
he_il: לא נמצאו הגדרות [System Access] בקובץ המצוין

# ExtractedSystemAccessSettingsFromFile
source: Extracted {0} System Access settings from file: {1}
he_il: נחלצו {0} הגדרות System Access מקובץ: {1}

# FileNotFoundPath
source: File not found: {0}
he_il: קובץ לא נמצא: {0}

# CreatedPolicyDirectory
source: Created policy directory: {0}
he_il: נוצרה תיקיית מדיניות: {0}

# FileTooSmallForValidHeader
source: File is too small to contain a valid header
he_il: הקובץ קטן מדי כדי להכיל כותרת תקינה

# InvalidSignatureExpected
source: Invalid signature: 0x{0:X8}. Expected: 0x{1:X8}
he_il: חתימה לא תקינה: 0x{0:X8}. צפוי: 0x{1:X8}

# ErrorReadingEntryAtPosition
source: Error reading entry at position {0}: {1}
he_il: שגיאה בקריאת רשומה במיקום {0}: {1}

# ExpectedOpeningBracketAtStartOfEntry
source: Expected opening bracket at start of entry, got: 0x{0:X4}
he_il: צפוי סוגריים פותחים בתחילת הרשומה, התקבל: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterKeyName
source: Expected semicolon delimiter after key name, got: 0x{0:X4}
he_il: צפויה פסיק-נקודה אחרי שם מפתח, התקבל: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterValueName
source: Expected semicolon delimiter after value name, got: 0x{0:X4}
he_il: צפויה פסיק-נקודה אחרי שם ערך, התקבל: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterType
source: Expected semicolon delimiter after type, got: 0x{0:X4}
he_il: צפויה פסיק-נקודה אחרי סוג, התקבל: 0x{0:X4}

# ExpectedSemicolonDelimiterAfterSize
source: Expected semicolon delimiter after size, got: 0x{0:X4}
he_il: צפויה פסיק-נקודה אחרי גודל, התקבל: 0x{0:X4}

# CouldNotReadBytesOfData
source: Could not read {0} bytes of data, only got {1} bytes
he_il: לא ניתן לקרוא {0} בייטים של נתונים, התקבלו רק {1} בייטים

# ExpectedClosingBracketAfterData
source: Expected closing bracket after data, got: 0x{0:X4}
he_il: צפוי סוגריים סוגרים אחרי נתונים, התקבל: 0x{0:X4}

# UnexpectedEndOfStreamReadingUnicodeString
source: Unexpected end of stream while reading Unicode string
he_il: סוף זרם לא צפוי בעת קריאת מחרוזת Unicode

source: At least one other policy file must be provided
he_il: חייב לספק לפחות קובץ מדיניות אחד נוסף

source: Main policy file path cannot be null or empty
he_il: נתיב קובץ מדיניות ראשי לא יכול להיות ריק או null

source: At least one other policy file path must be provided
he_il: חייב לספק לפחות נתיב קובץ מדיניות אחד נוסף

# PolicyFilePathAtIndexCannotBeNullOrEmpty
source: Policy file path at index {0} cannot be null or empty
he_il: נתיב קובץ מדיניות באינדקס {0} לא יכול להיות ריק או null

# LoadedExistingPolicyFileWithEntries
source: Loaded existing policy file with {0} entries
he_il: נטען קובץ מדיניות קיים עם {0} רשומות

# PolicyFileDoesNotExistCreatingNew
source: Policy file does not exist, creating new empty policy file
he_il: קובץ מדיניות לא קיים, יוצר קובץ מדיניות ריק חדש

# ReplacedEntries
source: Replaced entries: {0}
he_il: רשומות שהוחלפו: {0}

source: Policy file does not exist, marking all policies as not verified
he_il: קובץ מדיניות לא קיים, מסמן את כל המדיניות כלא מאומתת

# VerificationCompletePolicyFileDoesNotExist
source: Verification complete: 0 of {0} policies match (policy file does not exist)
he_il: אימות הושלם: 0 מתוך {0} מדיניות מתאימות (קובץ מדיניות לא קיים)

# VerifyPolicyMatch
source: VERIFY: {0}\{1} = MATCH
he_il: אימות: {0}\{1} = התאמה

# VerifyPolicyMismatch
source: VERIFY: {0}\{1} = MISMATCH
he_il: אימות: {0}\{1} = אי-התאמה

# VerifyPolicyNotFound
source: VERIFY: {0}\{1} = NOT FOUND
he_il: אימות: {0}\{1} = לא נמצא

# VerificationCompletePoliciesMatch
source: Verification complete: {0} of {1} policies match
he_il: אימות הושלם: {0} מתוך {1} מדיניות מתאימות

source: Policy file does not exist, nothing to remove
he_il: קובץ מדיניות לא קיים, אין מה להסיר

# RemovedPolicyEntry
source: REMOVED: {0}
he_il: הוסר: {0}

# PolicyRemovalComplete
source: Policy removal complete: {0} policies removed
he_il: הסרת מדיניות הושלמה: {0} מדיניות הוסרו

# ProtectNavigationViewItemHeader.Content
source: Main
he_il: ראשי

# ProtectNavigationViewItem.Content
source: Protect
he_il: הגנה

# ProtectNavigationViewItem.ToolTipService.ToolTip
source: Use this section to automate applying, verifying or removing security measures in bulk. Security presets are available to make the decision making easier.
he_il: השתמש בסעיף זה לביצוע אוטומטי של החלה, אימות או הסרה של אמצעי אבטחה בכמויות גדולות. קבוצות הגדרות אבטחה קיימות זמינות כדי להקל על קבלת ההחלטות.

# ProtectNavigationViewItem.AutomationProperties.HelpText
source: Use this section to automate applying, verifying or removing security measures in bulk. Security presets are available to make the decision making easier.
he_il: השתמש בסעיף זה לביצוע אוטומטי של החלה, אימות או הסרה של אמצעי אבטחה בכמויות גדולות. קבוצות הגדרות אבטחה קיימות זמינות כדי להקל על קבלת ההחלטות.

# MicrosoftDefenderNavItem.ToolTipService.ToolTip
source: Apply, Verify or Remove security measures related to the Microsoft Defender.
he_il: החל, אמת או הסר אמצעי אבטחה הקשורים ל-Microsoft Defender.

# MicrosoftDefenderNavItem.AutomationProperties.HelpText
source: Apply, Verify or Remove security measures related to the Microsoft Defender.
he_il: החל, אמת או הסר אמצעי אבטחה הקשורים ל-Microsoft Defender.

# ASRNavItem.ToolTipService.ToolTip
source: Apply, Verify or Remove Attack Surface Reduction rules.
he_il: החל, אמת או הסר כללי צמצום משטח התקפה.

# ASRNavItem.AutomationProperties.HelpText
source: Apply, Verify or Remove Attack Surface Reduction rules.
he_il: החל, אמת או הסר כללי צמצום משטח התקפה.

# BitLockerNavItem.ToolTipService.ToolTip
source: Manage BitLocker security settings used to define how to secure your device and data at rest.
he_il: נהל הגדרות אבטחה של BitLocker המשמשות להגדרת אופן האבטחה של המכשיר והנתונים במנוחה.

# BitLockerNavItem.AutomationProperties.HelpText
source: Manage BitLocker security settings used to define how to secure your device and data at rest.
he_il: נהל הגדרות אבטחה של BitLocker המשמשות להגדרת אופן האבטחה של המכשיר והנתונים במנוחה.

# TLSSecurityNavItem.ToolTipService.ToolTip
source: Manage TLS and Cipher Suites to protect your data in transit.
he_il: נהל TLS וחבילות צפנים להגנה על הנתונים שלך במעבר.

# TLSSecurityNavItem.AutomationProperties.HelpText
source: Manage TLS and Cipher Suites to protect your data in transit.
he_il: נהל TLS וחבילות צפנים להגנה על הנתונים שלך במעבר.

# LockScreenNavItem.ToolTipService.ToolTip
source: Bolster your Lock Screen and reduce the amount of information available to the unauthenticated users.
he_il: חזק את מסך הנעילה וצמצם את כמות המידע הזמין למשתמשים לא מאומתים.

# LockScreenNavItem.AutomationProperties.HelpText
source: Bolster your Lock Screen and reduce the amount of information available to the unauthenticated users.
he_il: חזק את מסך הנעילה וצמצם את כמות המידע הזמין למשתמשים לא מאומתים.

# UACNavItem.ToolTipService.ToolTip
source: Secure the boundary between unelevated and elevated tasks.
he_il: אבטח את הגבול בין משימות ללא הרשאות מוגברות ומשימות עם הרשאות מוגברות.

# UACNavItem.AutomationProperties.HelpText
source: Secure the boundary between unelevated and elevated tasks.
he_il: אבטח את הגבול בין משימות ללא הרשאות מוגברות ומשימות עם הרשאות מוגברות.

# DeviceGuardNavItem.ToolTipService.ToolTip
source: Utilize hardware security features to harden the OS and software.
he_il: נצל תכונות אבטחה של חומרה כדי לחזק את מערכת ההפעלה והתוכנה.

# DeviceGuardNavItem.AutomationProperties.HelpText
source: Utilize hardware security features to harden the OS and software.
he_il: נצל תכונות אבטחה של חומרה כדי לחזק את מערכת ההפעלה והתוכנה.

# WindowsFirewallNavItem.ToolTipService.ToolTip
source: Configure and verify Windows Firewall settings.
he_il: קבע תצורה ואמת הגדרות חומת האש של Windows.

# WindowsFirewallNavItem.AutomationProperties.HelpText
source: Configure and verify Windows Firewall settings.
he_il: קבע תצורה ואמת הגדרות חומת האש של Windows.

# OptionalWindowsFeaturesNavItem.ToolTipService.ToolTip
source: Add, Remove and View the states of all of the optional Windows features and capabilities.
he_il: הוסף, הסר וצפה במצבי כל התכונות והיכולות האופציונליות של Windows.

# OptionalWindowsFeaturesNavItem.AutomationProperties.HelpText
source: Add, Remove and View the states of all of the optional Windows features and capabilities.
he_il: הוסף, הסר וצפה במצבי כל התכונות והיכולות האופציונליות של Windows.

# WindowsNetworkingNavItem.ToolTipService.ToolTip
source: Secure your OS in the network it is connected to.
he_il: אבטח את מערכת ההפעלה שלך ברשת אליה היא מחוברת.

# WindowsNetworkingNavItem.AutomationProperties.HelpText
source: Secure your OS in the network it is connected to.
he_il: אבטח את מערכת ההפעלה שלך ברשת אליה היא מחוברת.

# MiscellaneousNavItem.ToolTipService.ToolTip
source: View, Apply or Remove security measures that don't fall into more specific categories.
he_il: צפה, החל או הסר אמצעי אבטחה שאינם נכנסים לקטגוריות ספציפיות יותר.

# MiscellaneousNavItem.AutomationProperties.HelpText
source: View, Apply or Remove security measures that don't fall into more specific categories.
he_il: צפה, החל או הסר אמצעי אבטחה שאינם נכנסים לקטגוריות ספציפיות יותר.

# WindowsUpdateNavItem.ToolTipService.ToolTip
source: Configure Windows Update settings to ensure you receive the latest security patches as soon as possible.
he_il: קבע תצורה של הגדרות Windows Update כדי להבטיח שתקבל את עדכוני האבטחה העדכניים ביותר כמה שיותר מהר.

# WindowsUpdateNavItem.AutomationProperties.HelpText
source: Configure Windows Update settings to ensure you receive the latest security patches as soon as possible.
he_il: קבע תצורה של הגדרות Windows Update כדי להבטיח שתקבל את עדכוני האבטחה העדכניים ביותר כמה שיותר מהר.

# EdgeBrowserNavItem.ToolTipService.ToolTip
source: Harden the Edge browser to have a safer and more private browsing experience.
he_il: חזק את דפדפן Edge לחוויית גלישה בטוחה ופרטית יותר.

# EdgeBrowserNavItem.AutomationProperties.HelpText
source: Harden the Edge browser to have a safer and more private browsing experience.
he_il: חזק את דפדפן Edge לחוויית גלישה בטוחה ופרטית יותר.

# CertificatesNavItem.ToolTipService.ToolTip
source: Find all certificates in your system that are not rooted to any certificate on the trusted Microsoft root certificates list.
he_il: מצא את כל האישורים במערכת שלך שאינם מעוגנים לאף אישור ברשימת אישורי השורש המהימנים של Microsoft.
